{
  "section": "Monsters",
  "entries": [
    {
      "title": "Bereft Minions",
      "content": [
        {
          "type": "main",
          "text": "These creatures are the remnants of a once-controlled force, left to wander aimlessly after the demise of their master. Bereft minions are unique in their tragedy and potential."
        },
        {
          "type": "subheading",
          "text": "Identifying Bereft Minions"
        },
        {
          "type": "main",
          "text": "Bereft minions are easy to spot once you know the signs. They exhibit aimless behaviors, often wandering old patrol routes or lingering near the last known location of their controller. They might react aggressively to anyone approaching, driven by a confused mix of past orders and a deep-seated rage from their abandonment."
        },
        {
          "type": "subheading",
          "text": "Tactics for Handling Bereft Minions"
        },
        {
          "type": "list",
          "items": [
            "Observation First - Before engaging, watch their patterns. They might be lost, but they can still pack a punch if provoked. Understand their movements—they’re likely predictable and stuck on a loop.",
            "Use of Emotional Triggers - Bereft minions are often still connected to their past. Using items or phrases known to have been significant to their controller can manipulate them, either calming them down or setting them off, depending on your needs.",
            "Recruitment - With the right approach, these minions can be re-aligned to serve a new master. This requires patience and often a bit of psychic nudging. If you have abilities in mental manipulation or control, these can be invaluable here.",
            "Mercy or Utilization - Decide if you want to put them out of their misery or harness their capabilities for your own ends. Both paths have moral and strategic implications."
          ]
        },
        {
          "type": "subheading",
          "text": "Strategic Uses"
        },
        {
          "type": "main",
          "text": "Bereft minions, once reclaimed, can be incredible assets. They’re often overlooked by other crawlers and enemies, making them perfect for ambushes or as decoys. Their knowledge of their previous controller’s strategies can also provide insights into potential traps or hidden resources in the dungeon."
        },
        {
          "type": "main",
          "text": "Remember, handling bereft minions is not just about strategy; it's about understanding the deep loss they've endured. Every interaction with them is a reminder of the dungeon’s cruel nature and the thin line between controller and controlled."
        },
        {
          "type": "signature",
          "text": "Crawler Allister, 13th Edition"
        }
      ],
      "notes": [
        {
          "text": "\"Bereft minions... those sad sacks are something else. Ran into one in the dungeon's library, still organizing books. His wizard got blasted into oblivion weeks ago. I tried talking to him, see if he knew anything useful. Turns out, he kept on about his 'duties' like his master was still barking orders. If you play it right, they can spill secrets of past strategies or hidden stashes. Just show a bit of sympathy, talk about their master. They're lonely, ready to cling to anyone who remembers their old world.\" <Crawler Forkith, 20th Edition>"
        },
        {
          "text": "\"Dealing with a bereft minion is like handling live explosives; thrilling but deadly. Encountered one, a former knight, wandering aimlessly where his queen fell. Thought he was easy prey until he came at me with a vengeance when I grabbed the queen's pendant from the rubble. These creatures, they're not just lost; they're bound to their last connection to purpose. They might look pitiful, but underestimate their loyalty and you're in for a brutal surprise. Use their attachment to your advantage, distract them with relics of their past, then strike.\" <Crawler Drakea, 22nd Edition>"
        }
      ]
    }
  ]
}
